var DOC;
if(!DOC) DOC = [];

Array.prototype.push.apply(DOC, [
	{
		type: "section",
		entry: [
			"此系統的世界中，一共有五種超常存在組織。",
			"此外，世界上也有其他代理買賣愚者的黃金的企業＂阿拉克涅物質＂、管理及研究魔導書的＂阿克漢大學＂、企圖使世界滅亡的武裝組織＂英知使徒＂、超常暗殺集團＂黑龍＂。",
			"信仰著荒御魂和破滅的具現的＂邪神密教團＂、邪惡的魔術結社＂薔薇骷髏＂。",
			"私底下秘密進行著神祕的秘術與靈藥實驗的＂住塚製藥＂。",
			"試圖將神秘及兵器產業所融合的＂極東重工＂以及＂黑鷹組織（Ｂ．Ｅ．Ｇ）＂等等，各式各樣的組織存在。",
			"GM可以使用這些記載的組織，也可以自行作成原創的組織或集團。"
		],
	},
	{
		type: "section",
		title: "退魔師協會",
		entry: [
			"領袖：八部眾",
			"",
			"在日本中勢力最大的超常存在組織。被稱為「協會」，根據地位於京都。",
			"其原型在神代時就存在著，而成立組織時是奈良時期的事了。",
			"由古代的神道、佛教、陰陽道等各種流派跨越了隔閡組織而成，目的主要是討伐或封印超常存在，並且將之隱匿。",
			"協會的運作主要是由世世代代不斷輩出優秀的退魔戰士的御劍家為首，以及珠輝、鏡部、土御門、蘆屋、秦、草壁、竹內等八個宗家，總稱為〈八部眾〉，其當家們以議會的方式來決定組織的方針。",
			"但，分家血統的年輕人最近對於古老的支配體制有所反感，內部有著頻繁發生內鬨的傳聞。"
		],
	},
	{
		type: "section",
		title: "聖堂騎士團",
		entry: [
			"領袖：傑拉爾．斯帕達",
			"",
			"世界上最大的宗教組織〈教會〉旗下的國際驅魔機關。通稱「騎士團」，本部位於梵帝岡。",
			"其目的是回收被認定為是聖遺物的斷片以及神成神器，並且討伐在組織內被稱為「惡魔」的荒御魂。",
			"教會多年以來，都有將其他組織作為異端彈壓、對立的歷史。但在煉獄之夜後，荒御魂有著異常活躍的跡象，現在與各組織簽下了薄紙般的和平協定，以解決發生在日本的事件為優先。",
			"此外，聖堂騎士團的團員，每人都是有著超常戰鬥能力的異能力者。在這當中，上位者都被給予名為「守護聖人」的暗號名。"
		],
	},
	{
		type: "section",
		title: "魔術結社聯盟",
		entry: [
			"領袖：三賢者",
			"",
			"作為異端之徒的魔術師們為了在研究上互助，以及嚴格執行神秘隱匿，設立了魔術結社聯盟。通稱為「聯盟」，本部位於英國及義大利的米蘭。",
			"聯盟的魔術師多半位於＂西門．馬吉斯＂、＂阿波羅尼奧斯＂、＂特里斯墨吉斯忒斯＂這三位被譽為〈三賢者〉的偉大指導者旗下，埋頭進行魔術的研究。",
			"其目的是協助現代的魔術師、探求神化的誓約，還有將荒御魂一網打盡的悲願。",
			"與騎士團自古以來就水火不容，有著長年下的爭執及世仇。",
			"但現在為了更有效率的將荒御魂的斷片入手，勉強與騎士團聯手。"
		],
	},
	{
		type: "section",
		title: "環境省特別對策室",
		entry: [
			"領袖：卜部 正人",
			"",
			"負責對應日本國內所發生的超常事件的秘密政府組織，那就是環境省特別對策室。通稱為「特對」，本部位於東京都。表面上是研究氣象以及環境的調查組織，實際上是專門處理超常存在的公安組織，目的是調查、解決及隱蔽超常事件，以及與其他組織的交涉或調停。",
			"室長卜部正人有著優秀的頭腦以及冷靜的判斷力，在十六年前，煉獄之夜事件發生時因為其高明的手段，使得當日頻發的超常事件隱蔽下來，因為這件事而獲得好評，因此也有了現在的地位。",
			"雖然只是環境省下的一個部門，但在業務上有著非常高的情報收集能力，以及擁有超越法規的權力。",
			"但神我狩的人才數量壓倒性地不足，非常缺乏與超常存在對抗的戰力，為此而煩惱著。",
			"所以特對所屬者的任務中，也會向其他組織的所屬者或自由者傳達超常事件的內容，並以情報的隱蔽及法律上的援助為條件，請求協力一同解決事件為主。"
		],
	},
	{
		type: "section",
		title: "自由人",
		entry: [
			"領袖：無",
			"",
			"沒有所屬於組織的神我狩，在這世界上頗為多數。他們也被稱為「自由」。",
			"自由人有著各式各樣的理由以及目的。",
			"例如，被捲入了戰鬥，或是得知了荒御魂的存在，因此決定挺身而出。又或是過去曾所屬於組織的人，因為在組織內發生爭議而被厭惡、無法忍受於狹隘的規定而被踢出組織。",
			"除此之外，也有著偶然覺醒成為神我狩的原一般人，運氣非常好的遇到了自由者的理解者，就這樣成為了助手或是弟子。",
			"自由人幾乎都是沒有組織的庇護、習慣於實戰，與年齡無關的高強實力者。"
		],
	}
]);