var DOC;
if(!DOC) DOC = [];

Array.prototype.push.apply(DOC, [
	{
		type: "section",
		title: "煉獄之夜",
		entry: [
			"１６年前的１１月１日凌晨。",
			"日本上空發生了強烈的共鳴，各地的神社、寺廟、遺跡、古墳皆被巨大的火炎所包覆，一瞬間就燃起大火、崩壞的大災害。這個在「日本多處同時發生大火災」，原因不明的大災難，被通稱為〈煉獄之夜〉。",
			"根據當時的調查紀錄，有著「災害之前似乎有聽到野獸般的咆哮」、「在空中看到了像是波紋的起伏」之類的情報所殘留下來。",
			"各地的爆發起火現象非常激烈，被認為蘊含著說不定能使日本社會崩壞的威力。儘管如此，各地的受災程度卻讓人感到詭異，損害皆限定、集中於神社、寺廟以及鄰近的地區。",
			"所幸的是，事件發生於深夜凌晨，幾乎沒有參拜的人或觀光客受到波及影響。",
			"但，受到損害的神社、寺廟周邊，有非常多因捲入爆發起火而燒毀的區域，住宅大部分燒得連痕跡都沒留下，因此判斷無法找出屍體。",
			"現在，燒毀的神社、寺廟全數都重新建築完，受到火災損害的住宅地也建好了新的住家，幾乎看不到過去那場火災的痕跡了。",
			"但，煉獄之夜事件已作為日本史上……人類史上非常少數且慘烈的大災害，深深的刻印在人類的記憶裡。",
			"當時的政府全力的調查事件的原因，但沒有找到什麼有力的線索，到了現在也還在繼續調查。",
			"偶爾，會像是被回想起似的被新聞或是電視給提及，但不可思議的並不引人注目，僅作為大量訊息中的其中之一，被人過目即忘。",
			"但，這個大災害的原因毫無疑問的，一定是因為超常現象的關係。",
			"其背後可能是某種被執行的儀式魔術，或是強大的超常存在誕生，這種傳聞不時流傳在各組織的超常存在間。",
			"以煉獄之夜為界線，在那之後荒御魂與精怪在日本國內大量的出現。",
			"同時，神我狩也以不可和過往相比的比率誕生著。"
		],
	},
	{
		type: "section",
		title: "煉獄之夜過後",
		entry: [
			"在煉獄之夜過後，日本的情勢有著劇烈的變化。",
			"過去在國內非常稀少的超常存在出現率有著飛躍性的提升，日本各地都頻繁出現目擊到超常存在的證言。",
			"此外，各地都有發現到如同黑色煤塊般的物體，或是不像是人類能導致的被虐殺屍體。",
			"各媒體對於這些事件，最初非常狂熱的進行報導，但也讓人感到不自然的馬上又沉靜了下來，現在也不怎麼會成為大話題。",
			"察知到此異常的國外的超常存在組織也接二連三的拜訪了日本，擅自開始討伐荒御魂的行動，也令國內的〈退魔師協會〉與各組織間產生了對立，互相不斷的發生衝突。",
			"然而，擔心著這個情勢的日本國家組織〈環境省特別對策室〉在開始介入、交涉、調停之後，一部分的組織──〈魔術結社聯盟〉及〈聖堂騎士團〉等等──進行了臨時的和解，並結下如同薄冰般的協定，定下了協力體制，直至今日。",
			"現在日本國內存在的以守護人類為目的的超常存在組織，幾乎都是由環境省特別對策室來進行依賴或是提供情報，又或者是獨自進行調查並解決。",
			"網際網路非常流行的現在，超常現象的目擊情報、莫名其妙的都市傳說經常在各種場所中流傳著，有時，也會有別的奇妙傳聞傳到耳裡。",
			"也就是，「被怪物襲擊時，突然被變身英雄給救了」、「大火災的正中央有著飛在空中的少女救助著來不及逃走的人」、「高中生年紀的少年手中突然發出閃電，之後又消失」、「見到外星人從飛盤上降落下來」，等等的傳聞。",
			"這些多半可以認定是身為〈自由人〉的神我狩的所作所為。",
			"現在，雖然沒有發現破滅的具現或神化誓約的情報，但各超常存在組織也沒有怠慢於警戒，逐一收集著有關的情報，並且與荒御魂持續戰鬥。"
		],
	},
	{
		type: "section",
		title: "Ⅰ.超常存在與社會",
		entry: [
			{
				type: "section",
				title: "超常存在的認知度",
				entry: [
					"「鬼之大將，酒天童子」是廣人為知的荒御魂，而「打倒酒天童子的英傑，源賴光」是廣人為知的神我狩，「妖怪，鵺」則是廣人為知的精怪。雖有這些從神話、傳說中流傳下來的例子，但超常存在對一般社會來說仍是不為人知的。",
					"而理由之一，就是他們將自身的存在隱匿了起來。只有各國的政府、警察組織、高層的一部分人士才知道他們的存在，但詳細知識也所知不多。",
					"因此，與超常存在有關的事件──超常事件，大多數都成為了原因不明的未解決事件。",
					"此外，各組織及所屬於組織的神我狩們，有著必須將超常存在及與其有關的神秘保密的義務。",
					"要將荒御魂隱瞞起來的原因，在於擔心一旦一般人得知其存在，就會有許多人想為一時的快樂衝動去結下魂之契約。",
					"一部分的神我狩以靈能者或是宗教家的身分被人所知，他們以這一行的專業人士的身分來接受委託，來開始調查事件。",
					"以靈能者的身分，越早收集到情報，就能越快的捕捉到荒御魂，但同時也帶有神秘會被世人發現的風險。因此，有時也會有其他神我狩或組織監視著靈能者。",
					"藏匿精怪與神我狩的理由十分相似。可以輕而易舉想像出來，當他們的存在曝光時，會替社會招來多少不必要的混亂。",
					"神我狩們並不畏懼於曝光存在後，因一般人的恐懼引發魔女狩獵等事態。法律及權力對他們來說沒有抑止力，以愚者的黃金來作為貨幣的他們，也與經濟上的不自由無緣。",
					"只是當一般人知曉超常存在後，能與荒御魂結下契約的人數會大幅增加，因此畏懼著存在曝光。",
					"而對那些身處於超常的世界的人們來說，日常有著無可取代的治癒性及慰籍性。因此，大多數的神我狩都盡可能的遵守著法律，靜靜的過著生活。",
					"但，當中也有著因為私利私慾而使用異能、涉及禁咒、引發事件的人存在。",
					"禁咒，即是被稱為［法則障礙］，可以使物理法則發生扭曲的東西。",
					"［法則障礙］盡是些會奪取人們靈魂的邪惡的術，因此各組織都禁止著使用［法則障礙］。",
					"觸碰禁咒的人，因為涉及讓神秘曝光或是違背各組織規範的行為的緣故，都被神我狩的組織給徹底排除了。"
				],
			},
			{
				type: "section",
				title: "協力者",
				entry: [
					"在這個世界上，有著知道超常存在，並協助神我狩的一般人們。他們被總稱為〈協力者〉。",
					"雖不是被斷片所寄宿的人，但他們與神我狩相同，有著魔術師之類的裏身分。",
					"他們幾乎都是神我狩的末裔，並且也都理解荒御魂的威脅，以討伐他們為目的。",
					"當中也有從先祖身上繼承了［稱號］的招式並精通的人，結夥一同封印著精怪。但沒有斷片的他們沒有辦法操作大規模的靈力，所以無法打倒荒御魂。",
					"因此，協力者的工作是完全的協助神我狩、將神秘給隱匿起來。",
					"協力者同時也有著期望神化誓約的復活，將荒御魂一網打盡的強烈願望。"
				],
			}
		],
	},
	{
		type: "section",
		title: "Ⅱ.超常存在的痕跡",
		entry: [
			"每當發生超常事件時，現場多半會留下某些痕跡。其痕跡的種類如下：",
			{
				type: "section",
				title: "超常現象",
				entry: [
					"見到了幽靈、不可思議的裂痕等超越物理法則的現象。這類事件的任何超常現象的起因都是來自於靈力，因此基本都是源於超常存在或是靈脈。"
				],
			},
			{
				type: "section",
				title: "靈肉",
				entry: [
					"被奪取靈魂的人類或是滅亡的超常存在，將會無法維持自身的肉體，因而變成黑色煤塊狀的物質。這個物質稱為〈靈肉〉。",
					"打倒超常存在，將被奪取的靈魂解放後，在短時間內可以將靈肉化的人回復到被奪取靈魂前的狀態，並且復活。但，也有著因為時間及個人差異的問題，無法變回原本的狀態，就這樣毀滅的人在。"
				],
			},
			{
				type: "section",
				title: "供品的刻印",
				entry: [
					"荒御魂有時會在作為目標的人類或靈脈的靈力上標上記號。",
					"而這就稱為〈供品的刻印〉。",
					"供品的刻印是模糊不清而無法閱讀的黑色靈紋，藏有可以自動捕捉對方所在場所的力量，直到打倒該荒御魂為止，印記都無法消失。"
				],
			},
			{
				type: "section",
				title: "靈威",
				entry: [
					"半徑５００公尺內釋放出靈力時，只要是直覺敏銳的人就能感受到這個波動。而這個不可視的波動稱為〈靈威〉。"
				],
			},
			{
				type: "section",
				title: "記錄媒體的異常",
				entry: [
					"在遭遇超常事件時，若不是特別的記錄媒體或電子機械，將會變為以下狀態。",
					{
						type: "section",
						title: "手機及網際網路：",
						entry: [
							"雖可以繼續使用，但被捲入靈力結界或《才能》的效果時，大多數場合會變得無法接通。"
						]
					},
					{
						type: "section",
						title: "記錄媒體：",
						entry: [
							"相機、攝影機或電視等記錄媒體或是錄製影像的設備，沒有辦法清楚的記錄下超常存在（精怪和荒御魂為時常，神我狩只有在操控靈力時，會變為噪音及錯誤影像）。",
							"此外，通常在靈力結界內什麼都拍不到，但有時非常罕見的可以錄音。",
							"雖然對於一般人是不能理解的現象，但只要由超常存在來調查的話，就能理解所記錄到的事物。",
							"這些痕跡對於靈感強的一般人來說，也能認知的到。會有著靈感或是靈能力，大多是因為是異能的血族的遠親，或是幾乎失去其力量的末裔。而越是容易注意到這些事的人，就有著越容易被捲入超常事件的傾向。"
						]
					},
				],
			}
		],
	},
	{
		type: "section",
		title: "Ⅲ.超常存在的證明",
		entry: [
			{
				type: "section",
				title: "靈紋",
				entry: [
					"超常存在的肉體上，存在著特殊的刻印。這個刻印被稱為〈靈紋〉。",
					"靈紋是以斷片的本質──劍或盾等等為形狀──以及許多組件所形成的幾何學圖案。",
					"總的來說，超常存在能藉由靈紋來認知對方的神名。",
					"靈紋在平常雖然無法看到，但超常存在在操控靈力時，將會穿過衣服或防具，發出虹色的光輝。",
					"獲得靈魂、斷片，或者是支配了靈脈後，靈紋的形狀將會複雜化或是巨大化（不會增加數量）。",
					"因此，肉體上所浮現的靈紋越是巨大、複雜，就代表該超常存在就越是強大。",
					"此外，打倒超常存在後可以奪取其靈紋的一部分，使自身欠缺的靈紋復活。"
				],
			},
			{
				type: "section",
				title: "靈力結界",
				entry: [
					"超常存在間若是全力一戰，有可能使大都市在一夜之間化為灰燼。",
					"為此，神我狩為了守護人類、精怪會為了有利的領域、荒御魂則會為了隱藏自身存在，都會展開被稱為《靈力結界》的特殊結界。",
					"靈力結界，即是藉由發出巨大的靈力，使世界產生微弱的扭曲，將空間複製到時間的夾縫之間，複製出如鏡像般的世界的秘術。",
					"＂鏡之國＂、＂煉獄＂、＂魔境＂等等，靈力結界也有著其他各式各樣的別稱。",
					"結界內部的時間與現實時間相異，對於現實來說戰鬥可能只是一瞬間的事情而已。",
					"此外，藉由與靈力結界結合，可以避免突入時發生偏差。",
					"以簡單的手法來表示的話，靈力結界即是「靈力結界的使用者成為一台照相機，並拍攝該空間，之後進到拍攝的照片裡面，且能夠在一定時間內進行活動」的術或能力。",
					"超常存在之間的戰鬥幾乎都是在相互展開的靈力結界中進行。",
					"因為這個結界是能將對象轉移至異次元的術，所以行使之後無法認知到外部的情況。也因此他們的戰鬥不會出現在人們的眼中，表面上也幾乎不會發生損害。",
					"靈力結界是超常存在們共同使用的秘術，最大範圍可觸及半徑五百公尺，也沒有持續時間上的限制，不論使用幾次都沒有問題。",
					"但因為人類無法適應膨大靈力的影響，若長時間存在於靈力結界中，有可能會發生暫時老化的情況。",
					"靈力結界的內部是膨大的靈力及時間如同漩渦一般交錯混亂，即便是神我狩，身為人類的話仍無法免除該影響，只要經過一小時就會像是老化數十年一樣。",
					"此外，即使一般人沒有受到老化，但從靈力結界出來後也會充滿倦怠感並感到消沉，記憶也變得混濁。",
					"而暫時性的老化只要沐浴在日光下，休息一天的話很快就會完全回復。但受到超越肉體極限的老化時，也有會無法回復的情況（詳細情況一切由GM決定）。",
					"因此，在靈力結界中人類可以活動的時間大概是1~3小時左右為極限。"
				],
			},
			{
				type: "section",
				title: "靈力結界的模樣",
				entry: [
					"透過靈力結界轉移至時間縫隙中時，由於變化非常的微小，一般人幾乎不會注意到違和感。",
					"只有精怪所施展的《魔境化》會使結界內部光景呈現左右鏡像對稱以外，基本上現實空間不會發生變化。",
					"除了被捲入的對象以及超常存在，結界內部不會有其他生物，天空上會映照展開靈力結界的人的心象風景。",
					"荒御魂製造的結界中，充滿會令見者陷入瘋狂的詭異風景。精怪所製造的則會因《魔境化》，能自由變化為各種構造。",
					"在地面上，會存在與現實世界連結的境界面──巨大光芒所形成的使用者的靈紋圖案。",
					"無論將靈力結界內的街道破壞得多嚴重，也不會影響到現實空間。",
					"若靈力結界的使用者不復存在，即使強行留在結界中，最多30分鐘也會被遣返回現實世界。",
					"另外，雖然原因不明，所有靈力結界的上空都會有著巨大的龜裂光芒，美麗的光輝遍灑裂痕周圍。這道龜裂之光據說是從煉獄之夜以後便突然出現的。",
					"一般人無法以視覺辨認靈力結界，會從該場所瞬間消失（即使有繩索等聯繫，也會立刻斷裂）。在靈力結界解除後，他們會如同結界展開前的樣子現身在原地點。屍體、靈肉等，會殘留在靈力結界設置時的原點。"
				],
			},
			{
				type: "section",
				title: "活用靈力結界",
				entry: [
					"靈力結界會以使用者的靈紋為基礎，展開多種多樣的形狀。要將對手納入隔離時，會以自身為中心展開球狀的空間。",
					"另外，也可以在日常維持小規模的靈力結界，用內部空間保管所持品和愚者的黃金。要將保管的武裝取出時，會在面前展開橢圓形的結界通道，或者以揮手的方式瞬間入手武器。",
					"因此，神我狩能時常攜帶大量武裝和物品隱蔽行動。道具保存類的小規模靈力結界，能夠以自身的意志隨時改變時空間屬性，即使與他者的靈力結界相結合，也不會被奪取內部的道具。另外，若是人類的話約可收納一人份。",
					"若展開的是能困住對手的巨大靈力結界，則超常存在們也可以侵入內部。大規模的靈力結界很難隨意變更其複製的時空內容，因此只要將自身的靈力結界與之結合，修正與現實世界的時間偏差後就能成功侵入。",
					"但是要從內部脫出時，依然必須滿足「由掌握主導權者自行解除」或「令主導者無法戰鬥」等條件。",
					"由複數存在同時展開大規模的靈力結界時，所有靈力結界會自動結合，並以持有最強大斷片的超常存在獲得主導權。具體上會以斷片大小的順序，掌握對應順位的主導權。當持有主導權者被擊倒時，權限就會轉移到下一順位的人，並替換掉前任的心象風景。",
					"（基本順位：荒御魂>精怪>神我狩）",
					"將超常存在打倒時，若已經沒有掌握結界主導權的人，則結界內的風景會全數裂開，發出玻璃碎掉時的盛大破裂聲，使風景全貌崩壞。",
					"之後，在結界中的人會被光芒包覆，全體（包括死者）回到原本的世界。"
				],
			}
		],
	},
	{
		type: "section",
		title: "Ⅳ.圍繞神秘之物",
		entry: [
			{
				type: "section",
				title: "奇御魂",
				entry: [
					"打倒超常存在後，就能入手其斷片。神我狩能從斷片中取出寄宿的世界記憶與靈紋，強化肉體及精神，習得更強力的武技、魔術或異能力。",
					"此外，神我狩的斷片是超常存在中最薄弱的（無論LV經驗值皆為1），因此同為神我狩之間不會互相奪取斷片，只有其他超常存在會奪取神我狩的斷片。",
					"精怪的斷片為斷片碎片（經驗=LV）x玩家人數個。",
					"荒御魂的斷片為巨大的斷片（經驗50）x玩家人數個。",
					"破滅的具現與荒御魂相同。",
					"將斷片的力量吸收後，剩餘的殘骸會轉化為神秘的結晶──〈奇御魂〉。",
					"能產生奇御魂的，只有荒御魂的巨大斷片。",
					"奇御魂是色彩繽紛，如同光輝寶石般的物質，將靈力加注其上後，能提煉成被稱為〈愚者的黃金〉的高純度黃金。",
					"另外，由於奇御魂是超常存在的結晶，在經由靈力操作並消耗後，能夠恢復一些後天的病症，或者極為限定地令世界產生變革，引發「小規模的奇蹟」。",
					"但奇御魂所能引發的奇蹟，尚無法實現死者復活，或是治癒靈紋燃燒等損害。",
					"奇御魂並無法維持存在太久，經過一定時間後，就會分解消滅成普通的靈力。因此若不打算實行小規模的奇蹟，通常會在消滅前把它變成愚者的黃金。"
				],
			},
			{
				type: "section",
				title: "愚者的黃金",
				entry: [
					"由奇御魂進行精製，或是將精怪素材販賣給組織後，神我狩能得到的附帶靈力的高純度黃金，稱為〈愚者的黃金〉。",
					"超常存在能將奇御魂與靈力融合，大量產生愚者的黃金。黃金的形狀並非一般金幣，而是100克左右的棒狀金塊，是超常存在的世界中流通的貨幣。",
					"人造神器必須使用於愚者的黃金來製作加工，因此販賣時也會需要收取愚者的黃金；相對地，普通紙幣和貨幣在超常存在的世界中沒有價值，也不能用來購買、維護人造神器。",
					"若將愚者的黃金流通入市面，一枚金塊約有數十萬日圓的價值。因此，使用愚者的黃金當貨幣的神我狩，在日常生活很難有不自由，很輕易便能取得生活必要的金錢。"
				],
			},
			{
				type: "section",
				title: "靈脈",
				entry: [
					"容易聚集靈力的特異場所。心靈地點、能量點、地脈等特殊的地形，都被稱為〈靈脈〉。",
					"靈脈可能存在於許多大小土地中，在世界範圍──尤其是日本數量特別多。有可能是被大自然包覆的場所、天然洞窟、神社佛寺、遺跡祭壇，或者建築廢墟及發達都市的地下。",
					"由於容易聚集靈力的性質，在周遭很常發生超常現象或有超常存在誕生，與之連帶也時常發展成超常事件。",
					"若精怪等生物支配了靈脈，就能轉化為該地區的神明，並支配該地區的眷族（同種類的精怪）或其他居住的精怪。這種支配靈脈的精怪被稱為「靈主」。",
					"此外，人類也有可能是靈脈的支配者。他們多為繼承血統者或是擔任魔術師的神我狩一族，為了獲得各種恩惠而管理、使用靈脈。",
					"其中最重要的，是利用靈脈的性質，使次世代的人繼承異能......即製造適應斷片的靈魂。自古以來，神我狩都是很稀少的存在。因此神我狩一族為了不使自己獲得的神祕素質斷絕，會利用靈脈性質去影響下一世代的誕生。",
					"而運氣也是靈脈的一種側面。支配靈脈者的眷族多能蒙受其恩惠，在社會上獲得成功。",
					"操控土地靈力配置的魔術，被稱為「風水」，與「占卜」並列為現代人類所公認的魔術之一。",
					"為了取得土地的靈力，也有人會殺害原有的土地神，奪取靈脈。與之相反，亦有接受土地神的褒賞，或作為友誼證明而獲得靈脈權限的人。",
					"基於這些理由，管理靈脈對超常存在們具有重大的意義，如同文字所述，是一族繁榮的基礎。",
					"不存在管理者的靈脈，往往會成為引發超常事件與災禍的火種。"
				],
			},
			{
				type: "section",
				title: "神成神器",
				entry: [

					"眾神授予太古人類的強大神器──超古代遺物與聖遺物、神授的英雄武具、神秘的寶物與書籍──那就是〈神成神器〉。",
					"神成神器與人造神器不同，因為是由神賦予其形態，現代技術並無法製作。每件神成神器都秘藏強大的力量，是連一般人也能操作其靈力的「危險的秘寶」。",
					"過往英雄從神明、精靈之處獲得的聖劍與神槍等，都是淺顯易懂的神成神器。僅是輕輕一揮，就能發揮毀滅整片地域的破壞力。",
					"另外，也有能令任何土地靈脈化的水晶骷髏型神成神器，和手握著便能自由翱翔天空的黃金飛行器型的神成神器。聖杯型的神成神器還能積蓄靈力，給予持有者超常能力。許多被稱為魔導書的書籍，其實也是記載失傳的靈力技巧的神成神器，能引起多種超常現象。",
					"一般人若在不知情下獲取了神成神器，很容易引起超常事件，邪惡的超常存在也會以其私慾去惡用神成神器。",
					"為此，想利用神成神器的人與想封印它們的人之間，常常發生劇烈的爭鬥。",
					"在這些人中，也有繼承先祖代代相傳的神成神器，並以守護它們為使命的人──〈遺物御使〉。"
				],
			},
			{
				type: "section",
				title: "靈力與科學",
				entry: [
					"在與超常存在作戰時，一般的科學是很無力的。",
					"但是，科學此項人類的智慧並非一無是處。有些組織嘗試以神成神器進行靈力與科學的融合實驗，並產生了令人驚異的成果。",
					"例如，行使魔術時所必要的詠唱和精神集中、製作魔法陣等魔術必備的流程，能夠被電腦變換為數據紀錄下來，並發展出能實現高速率魔術的裝備魔術，成功實現科學與靈力的融合。",
					"使用這項技術的人被稱為〈數碼異術士〉，雖然人數稀少，但其強力的魔術系統已被魔術師們認可。",
					"另外，神我狩與其協力者所經營的大型企業中，也有利用解析神成神器後獲得的神祕學理論，來使用靈力動力源取代電力，開發強化裝甲服與無人偵察機、自動追蹤子彈、精怪細胞的移植改造，還有持有擬似靈紋的改造人等研究，傳聞都將被一一實現。",
				],
			}
		],
	}
]);