var DOC;
if(!DOC) DOC = [];

Array.prototype.push.apply(DOC, [
	{
		type: "section",
		entry: [
			"本系統是以「邪神VS超人」為主題進行的現代傳奇風TRPG。",
			"玩家是具有與神明同等力量的超人〈神我狩〉，以打倒邪神〈荒御靈〉為目標。遊玩中，基本會以現代社會為舞台，有特殊的血族、術者等，使用魔術及超能力解決不可思議的事件。"
		],
	},
	{
		type: "section",
		title: "斷片",
		entry: [
			"這個世界有一種不存在於我們現實世界的物體，稱為〈斷片〉──在海外也被稱為遺物（Relic）。其外觀為散發著虹色的光輝以及脈動的金屬片，但其真相細節至今仍不清楚。根據一部分的傳說指出，斷片是遠古的眾神所使用的神器或元素的一部分。例如日本神話所登場的英雄大和武尊所使用的草薙劍、佛教眾神所使用各式各樣的寶具、希臘神話中所登場的神王宙斯所使用的閃電等等。",
			"這些金屬片擁有世界的力量以及記憶，同時也能吸收、操作一種與世界根源相關的特殊能源──〈靈力〉。"
		],
	},
	{
		type: "section",
		title: "靈力",
		entry: [
			"這個世界有一種不存在於我們現實世界的力量：一種被稱為〈靈力〉的能源。有人稱其為龍脈，魔術師們稱其為魔力、武術家所謂的氣、魑魅魍魎的瘴氣，或者妖力等等，有著各式各樣的別稱。當靈力被集中或放出時，靈感強烈、或者被斷片所寄宿的人，能感受到青白色的火焰或光芒。",
			"靈力是掌管森羅萬象的力量，同時也是其源頭。這個世界的一切都寄宿著靈力，並可能在經過長久年月或某些契機後誕生出靈魂。",
			"所謂的靈魂，就是靈力的聚合體。只要擁有靈魂，就可以從各種物體上吸取靈力，積蓄在靈魂之中來維持活動以及自己的存在。	當累積的靈力因為老化、風化而超過了肉體所能承載的上限之後，靈魂將會如同被停滯的死水一樣腐化。這個影響會擴及到肉體，使其存在本身也開始老朽。最後，當活動停止、生命逝去後，靈魂就會消散成靈力，回歸到世界的一部分。"
		],
	},
	{
		type: "section",
		title: "超常存在",
		entry: [
			"無論是因為自然發生、時間流逝、行使魔術、蓄意接觸、遠古儀式等因素，當擁有靈魂的存在被斷片寄宿時，就會變成能夠操縱靈力的超越者──〈超常存在〉。這些存在不只包含了神明、妖怪、魔物、擁有超絕武術的戰士、變身英雄，也有潛伏在現代的魔術師、超能力者和異能者。",
			"超常存在能利用自身的肉體使靈力循環、增幅、震動，並且運用它們來施展出超絕的武技、魔術、或異能。在這之中，最基本的力量就是「念話」。即使是使用不同語言的人們，只要透過靈力的操作與使用，就能夠輕易使彼此的意志相通。",
			"某些狡猾的超常存在經常會利用《魔術暗示》或類似能力來應用在念話上，透過讀取普通人的思考與感情，來完美假扮成普通人。因此除非已經知道了這些超常存在的特徵，否則要明確辨識其是否為普通人可以說是非常困難。",
			"在覺醒成為超常存在時，全身會暫時散發出虹色的光芒，並感受到彷彿被燃燒般的疼痛。在這之後，便會獲得斷片中所寄宿的力量，能夠自由自在的操控靈力，並藉由吸收其他靈魂或斷片來使強化自身的力量。",
			"超常存在分為〈荒御靈〉、〈神我狩〉、〈精怪〉三個種類。"
		],
	},
	{
		type: "section",
		title: "荒御靈 (アラミタマ)",
		entry: [
			"荒御靈，那是自古以來所有化為惡魔或怨靈的邪惡意志。本系統中最大的敵人，就是這些被稱為〈アラミタマ〉的邪神。漢字寫作「荒御靈」，在海外則被稱為「死神」、「墮落之神」。除了各式各樣的俗稱，祂們還各自擁有著唯一的忌諱之名──亦即〈神名〉。",
			"當較大的斷片獲得了靈魂，並持續吸收惡意和詛咒之後，便會誕生荒御靈。祂們沒有肉體，單純依靠著斷片而存在，因此，平時會使用靈力構築而成的身體來行動，並能呈現出各種各樣的姿態。",
			"荒御靈是所有「超常存在」中最為危險的存在，能夠藉由操控靈力來使肉體半靈體化，因此尋常武器和兵器完全無法對祂們產生任何效果。甚至，當祂們與犧牲者之間締結了所謂的《魂之契約》，祂們就能夠憑依對方的肉體，進一步發揮出更可怕的力量。原本沒有肉體的荒御靈，將能以犧牲者的肉體作為媒介來使靈力增幅。甚至就連幽靈這類沒有實體的「靈體」，祂們也能夠將其作為一種肉體來運用。",
			"一旦獲得了肉體，荒御靈就能夠透過犧牲者來操控那自己那龐大的靈力，隨意地扭曲自然的法則。被憑依者將可以用空手撕裂鋼鐵、輕鬆跳躍於高樓之間、甚至徒手接下零距離發射的子彈。在戰鬥時，祂們會操作靈力具現出高硬度的外骨骼或鱗片、犄角或利爪、毛皮或翅膀、衣物等，變化成最適合激烈戰鬥的異形身軀。傳說中的怪物、妖魔、惡鬼或魔人多半長有角、尖牙、利爪或鱗片，也正是因為如此。雖然祂們在遠古以前就持續被退治、封印，但在被稱為〈煉獄之夜〉的事件過後，數量又激增了起來。",
			{
				type: "section",
				title: "魂之契約",
				entry: [
					"可以實現願望的魔性詛咒，即是《魂之契約》。魂之契約是荒御靈特有的異能力，可在與擁有強烈願望的犧牲者接觸時連結。荒御靈的犧牲者雖然有各式各樣的人，但多半是擁有年輕肉體及靈魂的１３～２０歲左右的人類，或者是擁有強健的肉體或特殊異能的精怪。簽約的犧牲者可獲得強大的神通力，使用該力量來收集與願望等值的量的靈魂，再將那些靈魂奉獻給荒御靈就可以達成願望。",
					"但因為是以被扭曲的形式實現，犧牲者與關係者將會走向不幸的末路。\n被荒御靈所憑依者打倒後，根據類型將分為以下情況：",
					{
						type: "list",
						entry: [
							"一般人：犧牲者將殘存下來，之後的處分由超常存在組織決定。",
							"精怪：與荒御靈一同消滅，只留下斷片。",
							"神我狩：與荒御靈一同消滅，只留下斷片。"
						]
					},
					"精怪及神我狩會與荒御靈一同消滅，是因為荒御靈是惡意及詛咒的源頭的邪神，會強烈受到其影響的緣故。《魂之契約》的盡頭，多半都只有悲慘的結末。但，實現願望這件事是無可取代的，也因此期望契約的人絡繹不絕。在願望實現後，荒御靈將因魂之契約的效果，奪取犧牲者的靈魂，永久的憑依肉體，並且以入手的肉體在這世上繼續流浪、徘迴，直到與下一位犧牲者再次結下魂之契約。"
				]
			},
			{
				type: "section",
				title: "荒御靈的目的",
				entry: [
					"荒御靈主要的目的是「奪取靈魂」，而最終極的目標則是「使世界滅亡」。理由單純只是因為祂們就是「以惡意、憎惡這類負面感情作為起源的神」。",
					"祂們的誕生是源自於感情純粹化到達了究極境界，並為此而生的神。因此祂們會最大限度的利用魂之契約，不斷吸收成長所需的養分，吞噬大量的靈魂。不同的荒御靈在彼此遭遇時，大多時候會是由強者將弱者的靈魂及斷片一併吞噬。祂們全部都企圖著只讓自己成為破滅的具現，也因此，祂們並不會成立組織或互相合作，幾乎都是各自活動。",
					"荒御靈在收集了極為大量的靈魂之後，將會化為能夠操控世界規模級的靈力的邪神之王──〈破滅的具現〉，遵循著「使世界滅亡」這個最終目的，到處擴散著極大的災厄。"
				]
			},
			{
				type: "section",
				title: "破滅的具現",
				entry: [
					"在吞噬無數的靈魂後，荒御靈會使用靈力製成的繭將自己給包覆起來。這個繭會隨著時間經過而孵化，最終可能誕生出能夠導致「世界滅亡」的存在。透過這個方式誕生的究極邪神，被稱為〈破滅的具現〉。",
					"〈破滅的具現〉是人類所想像出的「破滅之願」的本體，同時也是帶來終末的存在。祂的外型與人類相似，擁有會讓人聯想到神話中神明般的美貌外觀。裡所當然，祂的力量也遠遠凌駕於一般的超常存在，光是說出言語就能操控森羅萬象，僅僅透過凝視就能使對手的肉體崩壞，普通人甚至只是看到祂一眼就會馬上發狂。要打倒〈破滅的具現〉，就只能從繭或是剛孵化後的不完全體下手。但即使面對不完全狀態的邪神，大多數挺身而出的人也仍會喪失性命。",
					"自古以來，只要面臨〈破滅的具現〉誕生的危機，當代的神我狩們就會賭上自己的生命，共同聯手挺身而出。光是〈破滅的具現〉誕生時擴散開的餘波，就有可能造成世界規模的天災異變、紛爭和戰爭。儘管現今還沒有〈破滅的具現〉出現的徵兆，但萬一真的有這樣的存在出現，那麼世界將會被難以想像的災厄以及戰禍給壟罩，逐漸的、確實的，一步一步走向滅亡吧。",
					"然而，在荒御靈數量激增的如今，〈破滅的具現〉誕生的機會可能遠超我們的想像。",
				]
			},
		],
	},
	{
		type: "section",
		title: "神我狩 (カミガカリ)",
		entry: [
			"當人類的靈魂被斷片給寄宿時，就會成為被稱為〈神我狩〉的存在。根據地域的不同，也有龍脈使、覺醒者、憑神者等不同的稱呼。",
			"根據過去的紀錄，斷片的適應者大約每十萬人中才會出現一個。不過在名為〈煉獄之夜〉的大災害以後，據說誕生了數量眾多的適應者，隱伏在世界各地。",
			"斷片的適性可以是先天才能，也可能因後天努力而激發。但無論如何，一旦成為〈神我狩〉，就會得到遠超常人的壓倒性能力：比獵豹還快的速度、在瞬間回復受到的創傷、徒手擊碎大樓牆壁，或是使用超越人智的武技與魔術、異能等。",
			"然而作為代價，斷片適應者的靈魂品質也會提升到原本的數十倍，成為荒御靈所垂涎的目標。因此，覺醒成為神我狩的人始終得不斷面對與荒御靈之間的戰鬥。",
			{
				type: "section",
				title: "神我狩的目的",
				entry: [
					"神我狩的主要目標是「討伐荒御靈」，而最終目的則是「取得並行使〈神化誓約〉」。",
					"神化誓約是能實現任何願望的傳說魔術。大多數的神我狩都希望能夠依靠這個儀式，將世界上的荒御靈給一網打盡，為這永無止盡的戰爭劃下終止符。",
					"神我狩們相當理解荒御靈的威脅性，並只會派遣能力足以勝任的人選前去討伐。由於討伐荒御靈是所有超常存在組織的共同目標，因此就算是思想和價值觀天差地遠的組織，在面對荒御靈時，也通常會將利害關係放到一旁，共同合作。",
					"有些神我狩會用學生之類的表面身分隱藏自己，並運用異能與荒御靈作戰，從其斷片中搜索世界的記憶，探查神化誓約的所在。神我狩既是討伐邪神的獵人，也是追尋神化誓約之秘的探求者、隱匿斷片與靈力等神秘力量存在的守護者。",
				]
			},
			{
				type: "section",
				title: "神化誓約",
				entry: [
					"任何願望都能實現的神之秘法，就是所謂的〈神化誓約〉。",
					"神化誓約是只在日本國內使用的俗稱，在海外，根據魔術體系的不同，也有著「偉大之術」、「五月祭前夜」、「最後的盧恩」、「知識」、「神仙蠱毒」等各式各樣的稱呼。",
					"神化誓約是能夠徹底顛覆森羅萬象之理的大魔術，甚至能在行使之後實現任何願望。這個秘術的起源無人知曉，但在各地的超常組織中皆有留下古老的傳聞。根據各地的文獻指出，這個秘術在神代時就已經存在，行使於眾神之間、能夠實現任何願望。",
					"雖然也不乏有知曉這個秘術的荒御靈存在，但祂們大多對此不感興趣。要問為什麼的話，對他們來說利用魂之契約來吞噬靈魂，成為破滅的具現，要比去尋找神化誓約要來得容易的多。況且，即使利用《魂之契約》，荒御魂似乎也無法得知這個祕法的使用方法（原因在現階段仍未可知）。",
					"根據世代傳承下來的情報，行使〈神化誓約〉的首要條件，就是施術者必須要是超常存在，且必須要持有承載著了大量世界記憶的斷片。這點在世界各地的紀錄中皆大致相同。然而，確切的行使方法仍舊不明，如今也沒有任何已經取得這個秘術的存在。根據殘存的文獻判明，行使神化的誓約不僅需要１０～１１名的超常存在，施術者也必須被特殊的力量寄宿著。",
					"由於各地的文獻紀錄中有著許多共通點，在經過長年慎密的調查，各組織都認為這是確實存在的魔術。因此，神我狩們確切的期望可以取得、行使神化誓約，現今也不斷投入與荒御靈的戰鬥之中。",
					"無論如何，只要達成神化誓約的人許下世界和平的願望，神我狩永無止盡的戰鬥宿命也就能畫上休止符吧。",
				]
			},
			{
				type: "section",
				title: "靈紋燃燒",
				entry: [
					"《靈紋燃燒》是神我狩特有的異能力。",
					"無論是思念、悲傷、或是憤怒，使用各種的感情作為燃料，神我狩能夠藉著刻印在身上的靈紋使大量的靈力循環運轉，燃燒一部分的靈魂來產生驚人的精神能量。透過這種方式產生出的能量，神我狩甚至能在一瞬間扭曲物理法則。這種超絕強大的能力一律被統稱為《靈紋燃燒》。",
				]
			},
			{
				type: "section",
				title: "人造神器",
				entry: [
					"面對能自在操控靈力的超常存在，尋常武器或兵器可謂收效甚微。因此，在超常存在之間的戰鬥中，如何擊破彼此操縱的靈力才是最重要的。而為了這個目的而特化，具有成長能力的弒神武具，就被稱為〈人造神器〉。",
					"人造神器是由微小的斷片及「愚者的黃金」融合後，所製造出來的特殊兵器。因為寄宿著斷片，所以在作為武具的同時也擁有〈神名〉及靈魂，並具備著操控靈力的力量。也就是說，人造神器和神明擁有著相同的性質，是名符其實的活著的兵器。因此，人造神器可以藉由吸收愚者的黃金或是素材來成長，不斷強化自身的武裝。",
					"只有超常存在能夠使用人造神器，根據使用方式不同，甚至能發揮出凌駕於現代兵器的威力。舉例來說，使用大劍型的人造神器時，靈力會以強烈的光芒集中於刀身，發出如同野獸咆哮般的轟鳴，透過靈力增幅後的一擊將對手的靈力及存在全部斬斷。神器的使用者會讓靈力震動到極限，集中在命中部位，讓對手的肉體及靈魂同時被破壞。",
					"人造神器是以遠古的眾神所留下來的神秘的遺產──〈神成神器〉為原型，並經由人類的技術──科學、鍊金術和魔術而製造出來的。在製造過程中，各組織營運的高級魔術設施將會消耗掉大量被稱為〈愚者的黃金〉的純金。營運這類魔術設施所必須的技術及知識都是各組織的機密。單一個人要擁有這樣大規模的魔術設施是極為困難的一件事。因此，人造神器都是由各組織負責生產製造，那些打破不成文的規定，私自進行買賣的神我狩也會遭到制裁。",
					"此外，人造神器也能夠吸收從〈精怪〉這類超常存在身上奪取過來的素材，或是單以愚者的黃金來進行改造。理所當然的，一般商店不會販售人造神器，只能從超常存在組織或取得許可的人手上購買。",
				]
			}
		],
	},
	{
		type: "section",
		title: "精怪",
		entry: [
			"當非人的動植物、或是歷經長久歲月的無機物的靈魂被斷片寄宿的場合，將會誕生被稱為〈精怪〉的超常存在。",
			"〈精怪〉的漢字寫作「物怪」，也被稱為妖怪或精靈，在海外則是有魔精、怪物、敵人等不同的稱呼。",
			"所謂精怪，就是神化的動植物或無機物。它們從遠古以來就存在於世界各地，作為土地神被尊敬、作為妖怪及精靈被流傳、或作為怪物被恐懼著。精怪是超常存在中最為古老，數量也最多的類型，其姿態各式各樣，缺乏知性的種類通常有著較為傳統的外觀，而擁有知性的種類則會呈現與人類相似的外表。",
			"缺乏知性的〈精怪〉與野獸類似，會毫不留情的襲擊進到自身地盤的人。而具有知性的種類則可能會期許著與人類共存、或是彼此井水不犯河水，當然在這之中也存在著將人類視為食物或是下等生物，甚至會與人們搶奪〈靈脈〉的危險存在。",
			"雖然不及荒御靈，但精怪同樣擁有超乎常人想像的肉體和異能力，能帶來相當的威脅。因此，荒御靈也經常看上其強大的肉體，以憑依為目的接近，誘使其締結《魂之契約》。",
			"此外，它們身上帶有名為「素材」的超常物質，因此也會發生被神我狩盯上、不幸成為狩獵對象的情況。所謂的「素材」，就是〈精怪〉帶有強烈靈力的一部分肉體，可能是機械的零件、靈藥的原料或稀有品。",
			{
				type: "section",
				title: "魔境化及生態",
				entry: [
					"精怪大多以群體為單位棲息著。少數的精怪領袖甚至會支配著匯聚大量靈力的特殊土地──〈靈脈〉。它們會使用名為《靈力結界》的法術，在靈脈內部製造出異次元空間，並利用被稱為《魔境化》的特有異能力來創造出個人巢穴、偏好的自然環境、神殿或是建築物等等。受益於魔境化的效果，《靈力結界》的內部將會成為它們最舒適的居住環境。",
					"由於日光能使停滯的靈魂霧散、消滅，因此精怪們大多畏懼著日光。不屬於人型、機械或幻獸，且缺乏日光耐性的精怪一旦暴露在日光下，曝曬的部位將會燃起蒼白色的光芒和火炎，嚴重的燃燒起來。因此，為了維持肉體及靈魂的穩定，它們必須令結界內漂浮著靈力。一旦突然被曝曬在強烈的日光下，或是長時間沒有累積靈力的場合，理性將會被破壞，因而凶暴化，最壞的情況是肉體變為黑色的煤塊狀逐漸崩毀、消滅。因為這些原因，它們白天經常在靈力結界中躲避著日光，消耗獲得而來的靈力，必要的話等到夜晚時再外出。",
					"它們自古以來皆與人類保持某種程度的距離，過著安穩平和的生活。但在人類逐漸變得繁榮之下，接連侵犯到它們的領域，雙方的距離也變得曖昧起來。而這件事在近代經常的發生。每當發生這樣的摩擦時，人類就會接觸到它們的憤怒。人類每每對它們畏懼、供奉、鎮靜，並注意不靠近它們的地盤。受到供奉的領域是人類的思念以及它們的意識和靈力結合後領域化，人類與它們的生存圈無意識的拉起了界線。這樣的場所，也就是＂無法返回之森＂、＂詛咒之森＂、＂鬼的住處＂，人們所忌諱、恐懼，不敢踏入的土地。但經過漫長時間的現代，人們逐漸將它們的存在忘卻，再次開始跨越那界線。特別容易發生的時期是高度經濟成長期或泡沫期等，土地開發盛行的時期。",
					"精怪雖然強力，但與荒御靈不同，對於人類來說並不是無敵的。因此，只要以現代的兵器或是大量的人力，即使是一般人也有可能打倒它們。擁有知性的精怪雖然也理解這點，但為了避免失去靈脈，在無奈之下只好不時與人類產生衝突。",
				]
			}

		],
	},
	{
		type: "section",
		title: "神名",
		entry: [
			"魂被斷片所寄宿之人，將會有著被世界認定的真實之名或忌諱之名──「神名」。",
			"神名會浮現在超常存在的肉體上，並能透過解讀被稱為〈靈紋〉的刻印來判明。荒御靈的神名多半是惡魔、邪神、魔物或怪異的名字。有經驗的神我狩會將神名作為異名，又或者是自己第二個名字。當成就不斷累積時，多半就不會被以原先的名字稱呼，而是以神名來稱呼。精怪大多數被統稱為「妖怪」或「精靈」，並被人類定義的「族類」稱呼，但它們原本也擁有著各自的神名。"
		],
	},
	{
		type: "section",
		title: "超常存在的關係",
		entry: [
			"由於能從打倒彼此中利益，不同種族的超常存在之間經常會產生敵對關係。",
			"荒御靈渴望著更多的靈魂，會與精怪或普通人締結魂之契約，並不斷以擁有優質靈魂的神我狩的生命作為襲擊目標。精怪會因為各式各樣的理由與不同的敵對者廝殺。神我狩則會藉由打倒荒御靈及精怪，奪取它們的斷片來提升自身能力，進而達成神化的誓約。",
			"荒御靈為了毀滅世界、精怪為了保護自己或眷族、神我狩為了拯救世界，\n超常存在們持續為著各自的理由而戰鬥著。"
		],
	}
]);